brew 'git'
brew 'mise'
brew 'gh'
brew 'gpg'
brew 'pinentry-mac'
brew 'neovim'
brew 'tig'
brew 'mas'
brew 'terminal-notifier'

cask 'slack'
cask 'karabiner-elements'
cask 'google-chrome'
cask 'docker-desktop'
cask '1password'
cask '1password-cli'
cask 'zoom'
cask 'raycast'
cask 'dropbox'
cask 'obsidian'
cask 'android-studio'
cask 'bettertouchtool'
cask 'claude-code'
cask 'cleanshot'
cask 'figma'
cask 'gpg-suite'
cask 'keycastr'
cask 'arc'
cask 'iterm2'
