tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

brew 'git'
brew 'tig'
brew 'ghq'
brew 'peco'
brew 'jq'
brew 'awscli'
brew 'mise'
brew 'gh'
brew 'gpg'
brew 'pinentry-mac'
brew 'zsh-completions'
brew 'zsh-autosuggestions'
brew 'starship'

cask 'slack'
cask 'karabiner-elements'
cask 'google-chrome'
cask 'docker'
cask '1password'
cask '1password-cli'
cask 'zoom'
cask 'deepl'
cask 'visual-studio-code'
cask 'raycast'
cask 'dropbox'
cask 'obsidian'