tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'satococoa/tap'

brew 'git'
brew 'ghq'
brew 'peco'
brew 'jq'
brew 'awscli'
brew 'mise'
brew 'gh'
brew 'gpg'
brew 'pinentry-mac'
brew 'zsh-completions'
brew 'zsh-autosuggestions'
brew 'starship'
brew 'neovim'
brew 'ripgrep'
brew 'fd'
brew 'tree'
brew 'direnv'
brew 'uv'
brew 'ffmpeg'
brew 'imagemagick'
brew 'actionlint'
brew 'duckdb'
brew 'flock'
brew 'mas'
brew 'wtp'

cask 'slack'
cask 'karabiner-elements'
cask 'google-chrome'
cask 'docker-desktop'
cask '1password'
cask '1password-cli'
cask 'zoom'
cask 'raycast'
cask 'dropbox'
cask 'obsidian'
cask 'android-studio'
cask 'bettertouchtool'
cask 'claude-code'
cask 'cleanshot'
cask 'figma'
cask 'gpg-suite'
cask 'keycastr'
cask 'arc'
cask 'iterm2'